import comp from "C:/Users/Administrator/Documents/GitHub/vuepress-starter/docs/.vuepress/.temp/pages/2023.html.vue"
const data = JSON.parse("{\"path\":\"/2023.html\",\"title\":\"内测报名\",\"lang\":\"en-US\",\"frontmatter\":{\"title\":\"内测报名\",\"date\":\"2023-01-04T00:00:00.000Z\",\"updated\":\"2023-02-06T00:00:00.000Z\",\"description\":\"运用最佳实践，相互激发照见、见贤思齐、督导进步，不仅探索行动会更踏实省力，发展也必然快过独自摸索。<br>如果你也希望人生要事稳步走、爱与成就不缺席，不妨借助「人生战略管理帮手」，更踏实从容往前走🤗\",\"image\":\"https://cdn.sunnyhuang.net/share/logo-square.png\",\"hide\":null,\"link\":\"https://sunnylife42.com/\"},\"headers\":[{\"level\":2,\"title\":\"01 闪闪人生推进器，想为你解决什么难题？\",\"slug\":\"_01-闪闪人生推进器-想为你解决什么难题\",\"link\":\"#_01-闪闪人生推进器-想为你解决什么难题\",\"children\":[]},{\"level\":2,\"title\":\"02 具体需要做什么？\",\"slug\":\"_02-具体需要做什么\",\"link\":\"#_02-具体需要做什么\",\"children\":[{\"level\":3,\"title\":\"玩法如下：\",\"slug\":\"玩法如下\",\"link\":\"#玩法如下\",\"children\":[]},{\"level\":3,\"title\":\"和CEO教练服务不同在哪里？\",\"slug\":\"和ceo教练服务不同在哪里\",\"link\":\"#和ceo教练服务不同在哪里\",\"children\":[]}]},{\"level\":2,\"title\":\"03 为什么值得这么做？\",\"slug\":\"_03-为什么值得这么做\",\"link\":\"#_03-为什么值得这么做\",\"children\":[]},{\"level\":2,\"title\":\"04 报名内测\",\"slug\":\"_04-报名内测\",\"link\":\"#_04-报名内测\",\"children\":[{\"level\":3,\"title\":\"你认真了解过不同人生岔路的差异吗？\",\"slug\":\"你认真了解过不同人生岔路的差异吗\",\"link\":\"#你认真了解过不同人生岔路的差异吗\",\"children\":[]},{\"level\":3,\"title\":\"使用效果如何？\",\"slug\":\"使用效果如何\",\"link\":\"#使用效果如何\",\"children\":[]},{\"level\":3,\"title\":\"如何报名？\",\"slug\":\"如何报名\",\"link\":\"#如何报名\",\"children\":[]},{\"level\":3,\"title\":\"常见疑问解答\",\"slug\":\"常见疑问解答\",\"link\":\"#常见疑问解答\",\"children\":[]}]},{\"level\":2,\"title\":\"05 写在最后\",\"slug\":\"_05-写在最后\",\"link\":\"#_05-写在最后\",\"children\":[]}],\"git\":{},\"filePathRelative\":\"2023.md\"}")
export { comp, data }

if (import.meta.webpackHot) {
  import.meta.webpackHot.accept()
  if (__VUE_HMR_RUNTIME__.updatePageData) {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  }
}

if (import.meta.hot) {
  import.meta.hot.accept(({ data }) => {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  })
}
