<template><div><br>
<p>!&gt; 🙋🏻‍♀️ 最新版请移步这里查看：<br> https://sunnylife42.com/</p>
<br>
<hr>
<br>
<p>你有没有这样的感觉？——</p>
<p>工作超过5年，越发清楚自己不想要什么，希望找到更有价值感和意义感的发展机会，实现自我价值和个人增值；<br>同时又逐步面临婚恋、成家生子、养育传承，承担更多生命角色，人生复杂度明显上升，爱与成就的难题交织；<br>加上时代不确定性越来越强，更易焦虑迷茫、困惑踌躇又不知所措。</p>
<p>别担心，面临这样难题的不是你一人。</p>
<h2 id="_01-闪闪人生推进器-想为你解决什么难题" tabindex="-1"><a class="header-anchor" href="#_01-闪闪人生推进器-想为你解决什么难题"><span>01 闪闪人生推进器，想为你解决什么难题？</span></a></h2>
<p>爱与成就，是人类人生故事的两大主题，也是我们人生难题的主要范畴。比如：</p>
<blockquote>
<ul>
<li>我该不该换工作/转行/创业？去做什么呢？</li>
<li>去不去读个MBA呢？</li>
<li>这段关系该不该继续？是在一起还是分手？该不该结婚/离婚？</li>
<li>接下来该不该换个轻松的工作，有更多时间关照自己/投入一段关系/陪伴家人？还是换个更有挑战的项目，加速提升个人能力/实现自我价值？或是做个副业，多加点收入？该选哪个项目呢？该投入多少资源呢？</li>
<li>生不生娃？对我来说，啥时候适合生第一个/下一个？谁来带？怎么安排？</li>
<li>传承什么给孩子？给孩子重点传承哪些特质呢？怎么传承更合适？</li>
<li>买学区房吗？孩子的升学路线怎么设计，国内还是海外，公立还是私立？</li>
<li>爸妈养老怎么安排？怎样让他们老有所依、安康充实？怎么推进更合适？</li>
<li>……</li>
</ul>
</blockquote>
<p>面对这些决策岔路，很多人纠结久久，依然徘徊。为什么？不是缺方法，也不是缺优质讯息，而是困于：不知道自己想要什么。</p>
<p><strong>毕竟人生岔路口，没有标准答案。</strong></p>
<p><strong>要想做出适合自己的决策，前提是有清晰靠谱的「自我认知」——</strong></p>
<p><strong>知道自己想成为 什么样的人、想过怎样的生活、看重什么、可以放弃什么；<br>
现状相较心中期待，主要差距在哪里；<br>
想缩小这些差距，目前有哪些优劣势、资源机会、风险和预案；<br>
为了实现心中理想生活，接下来不同阶段最值得重点突破什么，怎样算是搞定了等等。</strong></p>
<p>如此，才好结合外部讯息、最新进展，像下图一样，找出「想做-可做-能做」三者交集，得出靠谱决策，明确接下来最值得做什么。
<img src="https://cdn.sunnyhuang.net/share/view2302-5-5.png?x-oss-process=image/watermark,t_3,fill_1,padx_200,pady_200,text_6Zeq6Zeq5Lq655Sf,rotate_330" alt="view2302-5-2" title=":size=240"></p>
<p><strong>也只有这样，才易「批量解决问题」</strong>，避免像下图一样，遇到岔路口，就易纠结徘徊，迟迟迈不出下一步，让时间和机会溜走；<br>或稀里糊涂过去了，而后很易受外界影响，难以沉下心来踏实做事、应对挑战；<br>或草率决策，之后付出很多额外成本，也未能实现心中期待，后悔多年甚至遗憾终生。</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-32.png?x-oss-process=image/watermark,t_3,fill_1,padx_200,pady_200,text_6Zeq6Zeq5Lq655Sf,rotate_330" alt="view2302-25-small" title=":size=420"></p>
<br>
<p>可是，搞清楚自己想要什么、接下来各阶段最值得先重点突破什么，也不算容易。难点主要有三：</p>
<p><strong>首先，这很难用三两周，就得出心里踏实的答案，需要经过一段时间探索尝试、交叉验证并迭代</strong>。短则两三个月，长则半年。</p>
<p>如果没使用专业的工具方法，甚至数十年也难有心里踏实的答案。</p>
<p>因为很多人探索解法答案的路径，偏本能尝试——</p>
<p>像下图左边一样，随机冒出一个可能的解法，然后开始尝试。一个不成功的想法，被另一个不成功的想法代替，然后继续做下去，直到找到成功的答案。</p>
<p>结果随机性很大，试错成本高，还易陷入自我怀疑、进入恶性循环。对人生角色越来越多、责任越来越重、时间宝贵的我们来说，更易如此。</p>
<p><img src="https://cdn.sunnyhuang.net/share/QTfheG.png" alt="QTfheG"></p>
<br>
<p><strong>其次，外界在快速变化，我们自己也在变，之前合适的很可能不再适用</strong>。</p>
<p>就像航海家出海远航，拿着出发前测绘的前方十海里航海地图，走了一段，更了解这片海域，也更了解航海所需条件、自己的航船情况，甚至随着体验变多，向往之处也逐步变化。</p>
<p>如果手里的航海地图，还是之前的版本，没有及时向前侦查测绘、更新完善，自然难以决策靠谱航线、避开风险，多走好些弯路，才到真正向往之地；或者容易随波逐流，甚至途中翻船。</p>
<p><strong>其实很多时候，我们就是那样的航海家</strong>——比如只是在年初花三两天制定目标，或者只考虑今年的目标规划，或者一年才更新一次人生目标规划。</p>
<p><strong>而人生就像大海一样，变化莫测，岔路无数。</strong></p>
<p><strong>如果不持续随着进展，更新迭代对人生关键问题的思考、接下来的目标规划，自然难以根据最新情况做出靠谱决策、心怀希望继续远航，变得缺乏生机和动力。</strong></p>
<br>
<p><strong>此外，决策不是结束，而是开始，之后还有漫漫长路。如果不能跨过一个又一个挑战持续前进，依然难以到达向往之地。</strong></p>
<p><strong>而且，整个过程如果独自进行，常会磨磨蹭蹭，甚至不了了之</strong>。</p>
<p>别问我怎么知道的——哪怕是常被称赞执行力很强的人如我，也未能幸免……</p>
<p>后来看到有位CEO教练的记录，我发现身为CEO的人也会如此，释然许多。</p>
<p>他说自己平时给别人做教练的时候，其实也只是提问。别人面临的问题，都是对方自己想清楚的，办法也都是他们自己想出来的，他只负责扮演吉祥物＆收钱。他作为<strong>CEO教练提供的服务，主要对抗的是「懒」——</strong></p>
<blockquote>
<p>这种「懒」，不是躺平、打游戏、刷剧，而是<strong>不深度思考、不拆解分析、不转化视角，不愿意按照套路去「思考、拆解、计划、实施、观测、反思」，去拆解分析一个问题变成10小步，然后按部就班走10步</strong>。</p>
</blockquote>
<p><strong>这种「懒」，也正是很多人「有行动却低效能」的主要原因</strong>，会令人搞东搞西每天也没闲着，但回头看时，却很少发现自己满意的成果和突破；或常在救火，难以从容舒展。</p>
<br>
<p><strong>那怎么办？人生还有几十年，决策岔路口无数，怎么有更清晰靠谱的自我认知，走出更适合自己的人生之路，并跨过重重挑战，踏实前进？</strong></p>
<p>解决办法一般分两类：</p>
<ul>
<li><strong>内：提升自我</strong>——持续探索、运用全球最佳实践和专业工具方法，不闭门造车</li>
<li><strong>外：改造环境</strong>——不跟自己较劲，顺应人性，借助情境等外力</li>
</ul>
<p><strong>双管齐下，效果最佳</strong>。</p>
<br>
<p>闪闪人生推进器，正是缘起我面临人生岔路口，为<strong>护航人生发展</strong>，探索出的<strong>长期解决方案</strong>。这套<strong>双管齐下</strong>的方案，目前已助我解决上述难题挑战，愈发踏实从容。</p>
<p>如果你也感觉人生复杂度上升、面临人生难题，感到：</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-34-1.png" alt="view2302-34-1" title=":size=430"></p>
<p>不妨来试试🤗</p>
<h2 id="_02-具体需要做什么" tabindex="-1"><a class="header-anchor" href="#_02-具体需要做什么"><span>02 具体需要做什么？</span></a></h2>
<blockquote>
<p>运用最佳实践，相互激发照见、见贤思齐、督导进步，不仅探索行动会更踏实省力，发展也必然快过独自摸索。</p>
</blockquote>
<h3 id="玩法如下" tabindex="-1"><a class="header-anchor" href="#玩法如下"><span>玩法如下：</span></a></h3>
<ol>
<li>
<p><strong>定期碰头、回答优质问题，形成靠谱的人生全局规划和下步计划</strong></p>
<p><strong>选择比努力更重要，而我们一不留神，就会用战术上的勤奋，掩盖战略上的懒惰。</strong></p>
<p>所以我会像那位CEO教练一样，给你提供一个定期交流情境，请你口头分享回答一系列优质问题，助你运用相关最佳实践</p>
<ol>
<li>探索自我、形成越来越清晰靠谱的自我认知，逐步捋清未来3年-18个月-6个月不同阶段的侧重点、搞定的标志</li>
<li>拆解出合理的目标规划、下一步的探索计划，开始以低试错成本的方式，测试设想并复盘迭代</li>
</ol>
<p>这个过程，你会逐步形成适合自己的「人生全局规划」，并持续更新迭代、指引靠谱决策，保持推进那些对实现心中理想生活，真正重要的项目。</p>
<p><img src="https://cdn.sunnyhuang.net/share/F182dy.png" alt="F182dy"></p>
<p>人是社会性动物，借助这样的定期交流跟进，你自然也会更易避免「懒」、磨磨蹭蹭、不了了之，或者沉迷局部、抓错重点，让时间和机会溜走；而是更<strong>有全局观，并深度思考、拆解分析、转化视角，踏实有序地思考、拆解、计划、实施、观测、反思</strong>。</p>
</li>
</ol>
<br>
<ol start="2">
<li>
<p><strong>运用「降低试错成本」的最佳实践，探索推进自己的人生项目</strong></p>
<p>我们一开始的思考和设想，难免不靠谱，而我们一生不长，时间之外的资源也有限，不可能无限试错。<strong>有没有什么通用办法，可以快速又低成本地拿出满意解？</strong></p>
<p>幸运的是，还真有——在创业领域，一大特点就是面对很多高度不确定的问题，这个领域被广泛认可的实践方法论，叫「精益创业」，解决的就是如何系统性地减少浪费，降低试错成本，在资源耗尽前建立可持续发展的业务。</p>
<p>世界顶尖出版集团 O'Reilly，旗下关于这套方法论的全球畅销书《Running Lean: Iterate from Plan A to a Plan That Works》，把其中精髓概括成了三步循环：</p>
<p><img src="https://cdn.sunnyhuang.net/share/ZxBkdG.png/webp" alt="ZxBkdG"></p>
<p>我把这些精髓，以及创造性解决问题的最佳实践《创新算法》、人生战略拆解、敏捷项目管理等最佳实践，都整合到了这套模式里，以便跟着会议安排走，就能<strong>一举多得</strong>：</p>
<p>既提升方案质量，又夯实这些 应对不确定、低成本试错 的关键基本功，会下更快拿出靠谱成果结论，解决人生难题。</p>
<p>此外，由于占方法论大头的内隐知识，传递主要靠协作、近距离观察潜移默化，所以我会借助这套会议模式，和你相互支持，并分享我的人生全局规划，实时的目标计划和复盘，助你更易<strong>内化</strong>这些我和业界高手密切共事几年习得的「<strong>内隐知识</strong>」，多快好省创造价值，增强信心勇气，走向爱与成就。</p>
<p>相信在参与会议、根据会后指引推进自己的项目时，你会有更深体会。
<br></p>
</li>
<li>
<p><strong>答疑，尽早解除卡点</strong></p>
<p>如果你有疑难想了解我的视角，可以会议现场或异步交流。</p>
<p>作为闪闪人生推进器的主理人，我不仅会根据你的提问和反馈，持续迭代完善相关工具包等资源线索，降低你的启动门槛；</p>
<p>还会扮演领航员的角色，用我牵头搭建D轮互联网公司战略管理过程（Strategic Management Process），推进公司战略迭代和目标管理，从零策划迭代产品的所学所获，以及<strong>在兼顾爱与成就上的研究实践</strong>，为想拥抱爱与成就的你，答疑解惑、提醒典型误区，降低你的试错成本。</p>
</li>
</ol>
<br>
<p>如果持续一年，你将经历三大阶段，各阶段的<code v-pre>关键产出</code>如下：</p>
<ol>
<li>
<p><strong>热身期</strong>：产出一份<code v-pre>完整的人生全局规划初稿</code>，形成迭代的基础</p>
</li>
<li>
<p><strong>战略探索期</strong>：探索出一份<code v-pre>相对靠谱的人生全局规划</code>——运用最佳实践，进行探索研究、实验测试，得出相对靠谱的10年理想生活画面，以及为了缩小现状和心中理想生活的差距，相对靠谱的策略、路径、里程碑是怎样的，接下来3年-18个月-6个月，不同阶段最值得重点突破什么，怎样算是搞定了</p>
</li>
<li>
<p><strong>探索创造期</strong>：<code v-pre>实现心中所想</code>——你将根据得出的半年目标规划，拆解出未来一个月的目标及对应项目规划，然后持续探索尝试、创造成果，并迭代全局规划</p>
</li>
</ol>
<p>更细致的安排见下图：</p>
<p><img src="https://cdn.sunnyhuang.net/share/roadmap2023-3-6.png" alt="roadmap2023-3-4-small"></p>
<br>
<h3 id="和ceo教练服务不同在哪里" tabindex="-1"><a class="header-anchor" href="#和ceo教练服务不同在哪里"><span>和CEO教练服务不同在哪里？</span></a></h3>
<p>主要有3点：</p>
<ol>
<li>
<p><strong>更适合护航人生之路</strong>：</p>
<p>这些问题清单和行动锦囊，不止融合了全球经营企业、精益创业、目标管理、项目管理、教练领域的最佳实践，还有人生发展相关领域的最佳实践，更适合用于处理人生疑难，拥抱爱与成就。</p>
<p>你将从家庭资本&amp;社会支持、经济资本、技能&amp;文化资本、健康资本等维度，<strong>全局思考和推进人生发展，更好地分阶段抓重点，同时又避免沉迷局部、顾此失彼</strong>。</p>
<p><strong>更关键的是，如下图所示，格局视野越大，遭遇波折时，你感受到的影响自然越小，更易平和从容，而非慌乱崩溃，耽误时机。</strong></p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-23.png?x-oss-process=image/watermark,t_3,fill_1,padx_200,pady_200,text_6Zeq6Zeq5Lq655Sf,rotate_330" alt="view2302-23" title=":size=520">
<img src="https://cdn.sunnyhuang.net/share/view2302-24.png?x-oss-process=image/watermark,t_3,fill_1,padx_200,pady_200,text_6Zeq6Zeq5Lq655Sf,rotate_330" alt="view2302-24" title=":size=520"></p>
</li>
</ol>
<br>
<ol start="2">
<li>
<p><strong>碰头更高频，半周1次，每月8次</strong>：</p>
<p>CEO和CEO教练的会议频率，一般不会高于1周一次。但<strong>我们作为自己的CEO，其实同时是自己人生项目的执行人，如果不像公司那样有项目例会，定期检视进展、纠偏迭代，也易磨磨蹭蹭不了了之</strong>。</p>
<p>所以闪闪人生推进器的会议频率，更高一些，半周1次，以便你尽早纠偏、少走弯路，从而更快给自己建立正反馈，进入良性循环，越来越有动力和信心往前走。</p>
<p>每月会议模式，还融合了战略管理和技术项目管理的最佳实践，每一两周就是一个小项目周期，助你更灵活从容地面对变化，降低试错成本，敏捷向前。</p>
</li>
</ol>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-6-small.png?x-oss-process=image/watermark,t_3,fill_1,padx_200,pady_200,text_6Zeq6Zeq5Lq655Sf,rotate_330" alt="view2302-6-small" title=":size=400"></p>
<br>
<ol start="3">
<li>
<p><strong>现场分组的模式</strong>：</p>
<p>为了保障现场交流质量，稳定助你激发灵感和思考，我设计了候选提问清单，都是精挑细选、几百轮测试迭代后得出的。</p>
<p>这样，即使换个人来和你交流，按照这套会议流程走，只要你认真思考并回答了提问，也能得到同样效果。（如果想提前了解要定期思考的问题，可参考<a href="https://sunnylife.feishu.cn/wiki/wikcnoTHaqiPcRAxehvzky5oHBf?office_edit=1" target="_blank" rel="noopener noreferrer">这些模板<ExternalLinkIcon/></a>）</p>
<p>如此，你也能以更低的价格，而不是每年几十万起步的费用，来获得对应价值。</p>
<p>而且现场一般分为2~3人一组，轮流分享提问，这样你也有更多机会练习这些实践框架，从而自然用于工作生活，积累信任和声誉，需要时更易获得帮助。</p>
<p>更关键的是，你还能看到更多包括我在内的同行者，是怎么深化自我认知、梳理推进并迭代人生规划、探索计划的，激发出更多灵感、勇气，和往前走的动力。</p>
</li>
</ol>
<h2 id="_03-为什么值得这么做" tabindex="-1"><a class="header-anchor" href="#_03-为什么值得这么做"><span>03 为什么值得这么做？</span></a></h2>
<p>如前面所说，<strong>有清晰靠谱的自我认知、知道自己想要什么，只是开始，之后还有漫漫人生路。</strong></p>
<p><strong>要想经营好一段长期关系，离不开积累信任</strong>。这对婚恋关系也适用——婚姻本质是两人合作经营一个家庭，合作面对人生的大小挑战、协同推进一个又一个人生项目。</p>
<p>身为合作伙伴，越能多快好省地交付成果、创造价值，就越有优势，也越易减少关系中的摩擦，积累的信任也越多。这反过来又会进一步减少日常摩擦、彼此合作更愉快，进入良性循环。</p>
<p><strong>要想解决更难问题、创造更大成就，更是离不开积累信任声誉</strong>。因为这些挑战，通常超越个人能力，需要撬动外力支持。积累的信任声誉越厚实，越易获得支持、进入良性循环。</p>
<p><strong>简而言之，要想人生发展好，积累信任声誉很关键</strong>。</p>
<br>
<p><strong>那怎么积累信任声誉？</strong></p>
<p>关键不在于见了多少次面，而是在于：</p>
<p>能否<strong>多快好省交付成果、创造价值</strong>。</p>
<br>
<p>那现在外部变化越来越快，如何在高度不确定的情况下，拿出靠谱成果？</p>
<p>解决这个难题的最佳实践——精益创业方法论的答案是：<code v-pre>持续测试迭代</code>（The best way to find the next big idea is to continuously test lots of ideas）。</p>
<p>概率推导和研究实验也都表明，<code v-pre>在给定时间内，测试迭代越高频，收获靠谱成果的概率越大</code>。</p>
<br>
<p>可如果独自行动，我们大概率关注人生要事不到5次，就不了了之了（想想过往的新年目标）。而<strong>借助闪闪人生推进器的集体行动情境，一年下来，你会用最佳实践，测试、迭代人生全局规划、下步探索计划等关键成果，至少 8*12=96 次。这意味着什么？</strong></p>
<p><strong>——找到 人生难题满意解 的概率，<code v-pre>提升不止 10 倍！</code></strong> 更易多快好省交付成果创造价值，持续积累信任声誉，推动人生发展飞轮进入良性循环：</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-21.png/webp" alt="view2302-21"></p>
<p>这些稳定的节律和流程，不仅会让你拥有<strong>保养良好的马达</strong>，保持动力和效能稳步向前，在远航时更易穿过风雨；还会让你像拥有<strong>源源不断的粮草</strong>，既易补给自身，也易撬动外力获得所需支持。</p>
<p><strong>即使向往之地再远，路上也没那么难了</strong>：）</p>
<h2 id="_04-报名内测" tabindex="-1"><a class="header-anchor" href="#_04-报名内测"><span>04 报名内测</span></a></h2>
<h3 id="你认真了解过不同人生岔路的差异吗" tabindex="-1"><a class="header-anchor" href="#你认真了解过不同人生岔路的差异吗"><span>你认真了解过不同人生岔路的差异吗？</span></a></h3>
<p>比如随便跳槽，相比下功夫找到适合自己的靠谱团队和工作，不到两年，年薪就可以相差几百万（<a href="https://sunnylife42.com/" target="_blank" rel="noopener noreferrer">我的亲身经历<ExternalLinkIcon/></a>）。创业拉开的差距可能更大。</p>
<p>不清楚自己想过怎样的生活、看重什么，便易找错伴侣，在经营关系上要消耗巨大心力，处理本可以避免的麻烦，损害身心；<br>反之，则像软肋有了铠甲，即使困难挑战重重，也充满勇气与希望，人生蓬勃发展。<br>一来二去，如果错过优生优育的窗口，还要付出几十万甚至更大的额外成本，才保障安康。</p>
<p>拿一个MBA学历，学费一般20万起，这几十万加上自己一两年的宝贵时光，机会成本不小。<br>如果MBA读完了，你会去做什么呢？<br>继续在职场争取晋升，还是在某个细分市场创业？<br>做成这事的 top3 关键成功要素是什么？<br>由此，你觉得现在开始把资源重点投入在哪里，更利于实现这 top3 关键成功要素呢？</p>
<p>……</p>
<p>人生无常，如果没有理清优先级，干了很多无关紧要的事，却没把多少精力分给自己其实在意的人，更易令人后悔莫及，多少钱都无济于事了。</p>
<p><strong>你真的愿意承受这些风险和试错成本吗？</strong></p>
<br>
<p>如果不愿意，那值得尽快看看如何调整。</p>
<p>毕竟，你怎么对待人生，人生也会怎么待你。</p>
<p><strong>你随便对待人生，人生也会随便待你。</strong></p>
<br>
<p>如果你也希望人生要事稳步走，爱与成就不缺席，不妨试试「闪闪人生推进器」——</p>
<p>用每年不到那些收益和试错成本1%的钱，1万多元，让自己在充满不确定的时代，少走弯路。</p>
<p>而且不一定要包年，可以灵活选择时长，最低只要每月请朋友吃两顿火锅的钱：）</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-33.png" alt="view2302-33" title=":size=300"></p>
<h3 id="使用效果如何" tabindex="-1"><a class="header-anchor" href="#使用效果如何"><span>使用效果如何？</span></a></h3>
<p>这款产品服务最开始，是为了解决我面临的难题而搭建的——</p>
<p>2021年我进入迷茫期、走到人生岔路口，离职后开始探索接下来要去做什么，非常希望能有什么办法，让自己保持稳步探索尝试，踏实跨过路上重重挑战。</p>
<p>在这套解决方案的帮助下，这一年多来，我不仅保持良好状态，踏实有序地探索测试、迭代完善想法和成果，在探索追寻人生愿景的路上稳步向前，走出低谷，渐入佳境。<strong>方向和路径也日渐清晰，人生第四次进入使命感满满的状态。</strong></p>
<p>还把这套解决方案产品化，帮助和我需求类似的伙伴，并<strong>找到了匹配使命方向并升级收入结构的路径，走上之前不敢想的创业之路。更惊喜的是，目前已有一小撮多次付费千元级产品的用户</strong>，开始进入解除「产品和市场匹配」风险的阶段。</p>
<p>而且，这个过程并不觉得苦，而是<strong>学习生活工作玩耍四合一，心流潺潺乐趣无穷，发展进入新高峰</strong>。也越来越有信心和勇气，迈向10年理想生活愿景 😋</p>
<p>这还没完——由于越发清晰自己想要什么、可以放弃什么、有怎样的特质，还找到了特别契合的伴侣。我们借助这套解决方案，稳步解除着经营亲密关系的风险挑战，执手温暖欢快又甜蜜踏实地「<strong>走向爱与成就</strong>」：高效支持彼此追寻人生愿景目标，越发欣赏吸引、信任默契、激发潜能 —— 对我们来说，亲密关系和志业不是相互干扰，也不只是二者兼得，而是相互促进 ：D</p>
<br>
<p>参与过往内测的伙伴，也有不少正反馈，比如：</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-18.png" alt="view2302-18" title=":size=200"></p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-19.png" alt="view2302-19" title=":size=200"></p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-35.png" alt="view2302-35" title=":size=200"></p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-20.png" alt="view2302-20" title=":size=200"></p>
<p>此外，前几个月，<strong>有位 CEO 看到我的产品服务，说非常好，很多方法是他们给其他公司创始人做咨询时用的</strong>。这也让我很受鼓舞，因为这算是进一步交叉验证了这些工具方法的专业性，感觉更有信心了。</p>
<h3 id="如何报名" tabindex="-1"><a class="header-anchor" href="#如何报名"><span>如何报名？</span></a></h3>
<p>未来 3 个月的例会日程安排如下（更远期的滚动更新）：</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-14.png" alt="view2302-14"></p>
<p><strong>随时可以报名</strong>。</p>
<p>如果报名时已超过当月第一次「杠杆点工作坊」开始时间，则从下月开始参会，付费时长也会从下月开始计算。等待的时间，可先使用工具包开始全局梳理人生规划：D</p>
<p><strong>内测报名要求</strong>：</p>
<p>心态开放迎接变化，愿意坦诚表达感受想法，一起抓bug、改bug，共建共创</p>
<p>内测价：
<img src="https://cdn.sunnyhuang.net/share/YoHlnh.jpg" alt="YoHlnh" title=":size=550"></p>
<p><img src="https://cdn.sunnyhuang.net/share/qr-2212-2.png/webp" alt="qr-2212-2" title=":size=260"></p>
<p>付款须知：</p>
<ol>
<li>付款成功不能中途转让名额或退款，请谨慎报名哦</li>
<li>推进器的日常活动主要在飞书（一款协作App）进行。加我微信后，我会给你配置相关权限</li>
</ol>
<h3 id="常见疑问解答" tabindex="-1"><a class="header-anchor" href="#常见疑问解答"><span>常见疑问解答</span></a></h3>
<p>如想了解更多信息看是否匹配个人需求，欢迎先查看<a href="/sunnylife/2023faq">这篇FAQ</a>。比如：</p>
<blockquote>
<ul>
<li>个人战略探索期，需要做什么？</li>
<li>这款产品服务，会如何帮助我放大正反馈、促进行动力？</li>
<li>如果遇到的疑难是自己现有认知难以解决的，这款产品服务会怎么帮到我？</li>
<li>……</li>
</ul>
</blockquote>
<p>如果仍未解决，欢迎加我微信交流：sunnyhuang42 ，正好也助我迭代完善这些想法：D</p>
<h2 id="_05-写在最后" tabindex="-1"><a class="header-anchor" href="#_05-写在最后"><span>05 写在最后</span></a></h2>
<p>有伙伴好奇：留意到你这一年多每天充实幸福，未来这么多不确定，你就不焦虑吗？</p>
<p>我说真不怎么焦虑。</p>
<p>因为我知道自己看重什么、向往什么，也知道如何在高度不确定的情况下，照顾和实现它们。</p>
<p>更关键的是，我已摸索出一套系统，保障自己在扬帆远航的路上，拥有持续更新的航海地图、保养良好的马达，以及源源不断的粮草。</p>
<p>何况，此生还有好几个人生大周期，我有足够的耐心。<strong>就算人生无常，我也已把有限的宝贵时光，尽力花在内心看重之处、向往之地，此生无悔。</strong>
<img src="https://cdn.sunnyhuang.net/share/view2302-13.png" alt="view2302-13" title=":size=450">
如果处于这样的状态，相信你也很少会焦虑：）</p>
<br>
<p>不管怎样，谢谢你耐心看到这里。</p>
<p>在现代社会，获取知识的门槛已大幅下降。但，<strong>知道的知识再多，如果不转化成行动，也难以给人生带来切实改变。</strong></p>
<p><strong>如果你也希望人生要事稳步走、爱与成就不缺席，不妨借助「闪闪人生推进器」，更踏实从容往前走</strong>🤗</p>
<p><img src="https://cdn.sunnyhuang.net/share/view2302-33.png" alt="view2302-33" title=":size=300"></p>
</div></template>


