<template><div><h1 id="笨方法学写作-这一次彻底学会写作" tabindex="-1"><a class="header-anchor" href="#笨方法学写作-这一次彻底学会写作"><span>笨方法学写作：这一次彻底学会写作</span></a></h1>
<p>无论时代如何变革，个人生产力与创作发展的两大矛盾会永远存在。</p>
<p><strong>1）日益增长学习知识需要与大脑先天容量有限之间的矛盾</strong>
<strong>2）先进知识生产方式发展与落后知识处理方法之间的矛盾</strong></p>
<p>大量知识管理方法与笔记工具应运而生，多数无法健康长久，各种方法与工具换了又换，问题与矛盾始终没有解决。</p>
<p>在多年的创作实践中，我最终将创作工具回归到纸质卡片，不仅在刻意增加卡片创作的次数，而且也在扩大其主题和应用范围，开始用「万物皆卡片」的角度去洞察与创作。</p>
<p>多数人错误理解或错误使用卡片，多用卡片来简单记笔记、整理信息辅助记忆，但卡片更大的作用在于扩展内在的学习和思考，它具备更广泛的应用和创造性的潜力——卡片创作实际上是一种知识管理和创意生成的工具，可以帮助整理思维、激发创意、建立知识框架等。</p>
<p>经过我不断尝试、调整、将卡片创作应用到工作生活的每个环节，逐渐形成的一套适用于普通人的卡片创作系统。</p>
<p>这套系统不断升级迭代，已经彻底改变了我的创作过程，极大提高我的生产力。它已帮助完成以下作品</p>
<ul>
<li>《笨方法学写作》（卡片创作指南）</li>
<li>《个人生产力系统指南》</li>
<li>《笨方法文化手册》</li>
</ul>
<p>这些写作成果让我明白，卡片创作的重点不是怎样组织卡片，怎样挑选卡片工具，怎样改写卡片，它不仅仅是一套技术，更应该是一套可支撑你创作的价值系统，帮助你启发思考以下问题：</p>
<ul>
<li>怎样可以更好帮助我长期地发展洞察力？</li>
<li>怎样做可以帮助我构建起产品货架？</li>
<li>怎样可以帮我更清晰地思考？</li>
<li>怎样可以让我看见别人看不见的东西，以及看得更远？</li>
</ul>
<p>这套卡片创作系统更多的，是要你学习支持生产的思考，掌握高阶写作者的思考与创作系统，学习高手怎么解构理解事实与概念，帮助你<strong>解放与发展生产力，创作出更多产品。</strong></p>
<p>这套卡片创作系统自 2017 年 1 月创建，已升级到 3.2 版本。这套系统当中每个问题都是我个人经历的困境，每个方法都是我亲身实践验证的假设，代表着我在解决卡片创作问题的最优解答与实践，它能有效消除写作怕难痛，解决创作两大矛盾，提升生产力。</p>
<p>现在，我邀请你加入这门课程，愿你的创作健康长久，生生不息，繁荣昌盛。∎</p>
<h2 id="课程介绍" tabindex="-1"><a class="header-anchor" href="#课程介绍"><span>课程介绍</span></a></h2>
<h2 id="课程形式" tabindex="-1"><a class="header-anchor" href="#课程形式"><span>课程形式</span></a></h2>
<ul>
<li>本课程为文字课程，有效期为一年，正式课程一共 75 节，共 8 个课程包。</li>
<li>本课程采用「知识星球」进行学习，老用户续费可自动享受优惠折扣。</li>
</ul>
<h2 id="注意事项" tabindex="-1"><a class="header-anchor" href="#注意事项"><span>注意事项</span></a></h2>
<ul>
<li>本课程知识密度较大，总计约 10 万+ 字，一讲一练，训练与实践性较强，适合购买后反复操练。</li>
</ul>
<h2 id="购前必读" tabindex="-1"><a class="header-anchor" href="#购前必读"><span>购前必读</span></a></h2>
<ul>
<li>如果你之前没有了解过笨方法或课程作者，建议先搜索免费阅读<a href="https://www.yuque.com/hardwaylab/book" target="_blank" rel="noopener noreferrer">《笨方法文化手册》<ExternalLinkIcon/></a>再做决定。</li>
<li>本课程为虚拟内容服务，一经购买成功概不退款。</li>
<li>在购买过程中，如遇到任何问题，可以添加微信寻求帮助，我会尽快回复。∎</li>
</ul>
</div></template>


