<template><div><h1 id="《日课一问100条》-每日勇猛精进之法" tabindex="-1"><a class="header-anchor" href="#《日课一问100条》-每日勇猛精进之法"><span>《日课一问100条》：每日勇猛精进之法</span></a></h1>
<p>你总是在逃避，逃避那些需要深思的问题。</p>
<p>你总是宁愿沉迷于短暂的娱乐，也不愿面对那些能够推动我们成长和进步的挑战。</p>
<p>你总是宁愿忙碌于日常琐事，也不愿意面对自己的内心，深刻思考未来的可能。</p>
<p>然而，真正的成长和进步往往，源于深入的自我反思和主动的思考。</p>
<p>曾经我也和你一样。</p>
<p>直到有一天，我开始有意识地收集那些能够启发我的问题。</p>
<p><img src="/images/100question5.png" alt=""></p>
<p>我希望每一个问题都可以引发我的深层思考，让我不断地提问自己，并开始自我解答。这些问题不定时地在我眼前出现，像是一记当头棒喝，强迫我跳出固有的思维模式，从迷茫中寻找出路。</p>
<blockquote>
<p>问题: 如果你早就去做那些我害怕的事情，现在的生活会是怎样？
扩展思考: 在过去，有哪些机会是由于恐惧而被你错过的？现在你还在害怕吗？如果做了，最坏后果是怎样？</p>
</blockquote>
<p><img src="/images/100question4.png" alt=""></p>
<p>这些问题让我从当局者迷的井底中爬出，渡过人生的难关。即使我已经过了而立之年，我仍然会遇到无数的困惑和混沌。但这些问题，它们让我不再逃避，而是勇敢面对。</p>
<blockquote>
<p>问题: 你是否有在遇到大量问题时行动瘫痪？有没有在事后做任何的哪怕微小的努力来改变现状？
扩展思考: 在问题众多且复杂的情况下，如何优先排序和分解这些问题，使其变得更可管理和解决？面对困难和挑战时，你可以采用哪些方法来维持积极的心态，从而促进问题的解决和自身状况的改善？</p>
</blockquote>
<p><img src="/images/100question8.png" alt=""></p>
<p>这些问题让我从当局者迷的井底中爬出，渡过人生的难关。即使我已经过了而立之年，我仍然会遇到无数的困惑和混沌。但这些问题，它们让我不再逃避，而是勇敢面对。</p>
<blockquote>
<p>问题: 如果十年后，你要给理想的自己写一段颁奖辞，你会怎么写？
扩展思考: 你希望自己在哪些领域达到了你现在无法想象的高度？现在你认为需要做哪些准备和改变，以确保理想成为现实？</p>
</blockquote>
<p><img src="/images/100question7.png" alt=""></p>
<p>切身实践4年来，我不再依赖外界的刺激来激发思考，而是通过这些问题直接触达内心，激发深层次的思考。这些问题成了我每日不可或缺的一部分，它们不断地挑战我，迫使我去寻找答案，去深入反思。</p>
<p><img src="/images/100question9.jpg" alt=""></p>
<p>切身实践4年来，我不再依赖外界的刺激来激发思考，而是通过这些问题直接触达内心，激发深层次的思考。这些问题成了我每日不可或缺的一部分，它们不断地挑战我，迫使我去寻找答案，去深入反思。</p>
<p>现在，我从问题库中精选出100个问题，做成一份「日课一问」模板。这份模板由100个主问题和若干个引发深层思考的小问题构成，它们囊括了生活工作的方方面面。有了这些问题，你也能：</p>
<p>● 主动驱动思考，防止被动逃避；
● 激发好奇探索，每日自省反思
● 持续读取自我，渐进底层改变；
● 定期深入反思，持续自我精进</p>
<p>有了这些问题，你不是一个不再逃避思考的你，而是主动寻求挑战，不断自我提升的你。</p>
<p>让我们一起，用好问题引领生活，用深刻思考塑造未来。</p>
<p>愿每日都有好问题与你同在，一起成长，一起进步。</p>
<p><img src="/images/100question6.jpg" alt=""></p>
<p>P.S. 如果你是 flomo Pro 用户，3 分钟简单配置，就可以将这份清单轻松导入你的flomo 账户中，马上开启你的日课一问。</p>
<p><img src="/images/100question1.png" alt=""></p>
<p>《日课一问100条》与《灵感觉醒100条》搭配使用，效果更佳。</p>
</div></template>


