<template><div><h1 id="《个人生产力发展指南》-成为可能自我" tabindex="-1"><a class="header-anchor" href="#《个人生产力发展指南》-成为可能自我"><span>《个人生产力发展指南》：成为可能自我</span></a></h1>
<h2 id="_1-如何理解生产力" tabindex="-1"><a class="header-anchor" href="#_1-如何理解生产力"><span>1. 如何理解生产力？</span></a></h2>
<p>多数人并没有正确理解生产力。市面多见的生产力指南，第一是效率工具的使用，第二是时间管理的方法。</p>
<p>生产力不只是某个效率工具的功能介绍和使用技巧，也不只是更快更好地在待办事项清单上打勾。</p>
<p>许多创作者遵从效率工具的方法去行动，以「工具」为入口去提升生产力，这种方法虽然轻松简单，但会被工具主义与技术主义带错方向，导致在微观上更关注某个功能操作细节，而忘记使用这个工具的初衷与使命。</p>
<p>同时在焦虑营销下，时间管理被包装成消灭忙碌的良药，列一堆任务清单，试图最大化地利用有限时间，制造一种控制一切的错觉，但事实是，时间管理本身制造出了另一种形式的忙碌，以忙碌覆盖忙碌，无穷已。</p>
<p>更加荒谬的是，你去做时间管理，并不是真的想去管理时间，而只是用正确的方式做成正确的事情，在你没有搞懂什么是正确的方式，什么是正确的事情之前，你时间管理得再好，但每分每秒都在原地打转，没有丝毫进步，你的付出就没有意义。</p>
<h2 id="_2-如何定义生产力" tabindex="-1"><a class="header-anchor" href="#_2-如何定义生产力"><span>2. 如何定义生产力？</span></a></h2>
<p>什么才是生产力？</p>
<p>你在读那些生产力指南、名人传记、创作者访谈，可能会以为那些有生产力的人，他们的生活充满 100% 的效率，孜孜不倦、努力勤奋、绝不自我怀疑，绝不浪费一分钟，但事实并非如此，他们也会有宿醉、彷徨、焦虑、放空、痛苦、无所事事的时候，他们在表面上虽然继续工作，但也会对当下进展没有信心，小心翼翼，如履薄冰。</p>
<p>为了写这本生产力指南，我阅读大量创作者访谈，研究并测试过成百上千种生产力技巧，让我知道所有看起来光鲜的创作者们，他们也是真实的人，他们也有自己困境，他们并非生活在诗和远方，他们并非时时精力充沛，他们就生活在这个真实的世界，即使寸步难行，也未停下脚步。</p>
<p>Kevin Kelly 说：生产力通常是一种干扰。不要追求更好的方法来尽快完成任务，而要追求让你永远都不想停下来的任务。</p>
<p>所以，作为一个普通人，我所定义的生产力就是：健康长久地完成重要的事情。</p>
<p>以下都是这句话的解释——</p>
<p>生产力是一套运转系统，它基于你对产品服务与自我身份的理解，然后针对你所拥有的时间、技能、智力、精力、资源和机会，进行深思熟虑的战略性投资与运作。 不追求在所有事情保持最高速度，而追求在重要事情保持稳定速度。</p>
<p>生产力是一套指导方法，不单单局限在工具与工作领域，你不必时时追求更先进的笔记技术和工具，也不必经常保持自己处在忙碌状态，它是价值理念、思考方式、生产方式与生产工具的知行合一，确保你在用正确的方式做成正确的事情。一旦你真的做到用正确的方式做成正确的事情，就无需时间管理。</p>
<p>生产力是一套做事理念，它更多关注是未来，不妨思考如何决定今天所做的行动或选择，从而节省未来的时间？如何积累时间资产，实现一次性投入带来长久的杠杆收益？</p>
<h2 id="_3-生产力有什么用" tabindex="-1"><a class="header-anchor" href="#_3-生产力有什么用"><span>3. 生产力有什么用？</span></a></h2>
<p>阿兰 · 德波顿（Alain de Botton）的《艺术的慰藉》问了一个大问题：艺术有什么用？</p>
<p>德波顿的答案是：作为人类，我们有很多想做的事情，但由于我们身体构造上的不足，必须借助工具。我们需要切割，但缺乏这样的能力，所以必须发明刀子；我们远行时需要携带水，但缺乏这样的能力，所以必须发明瓶子。</p>
<p>不仅身体，人类的心智也有不足，也需要用工具来弥补。比如，人的记忆力有限，必须借助绘画帮我们留住最美好的瞬间；再比如，人的思维经常失之琐碎，必须借助雄伟的建筑物让自己感受到庄严。所以，艺术和其他工具一样，都是用来弥补不足的，好让我们成为更健全的人。</p>
<p>那么，学习生产力有什么用？</p>
<p>我们不妨跟随丰田生产方式创始人大野耐一的方法：观察，并清空头脑，抛掉成见，对于每件事情先问五次为什么。</p>
<p><strong>1、为什么学习个人生产力？</strong></p>
<blockquote>
<p>因为想发展个人生产力。</p>
</blockquote>
<p><strong>2、为什么想发展个人生产力？</strong></p>
<blockquote>
<p>因为想时时保持丰沛的精力，心无旁骛的专注力，训练出简单清晰的逻辑，构建出稳定持续，高效生产的方法，在有限时间内输出更多成果。</p>
</blockquote>
<p><strong>3、为什么想要产出更多成果？</strong></p>
<blockquote>
<p>因为输出更多成果，就能享受创造的乐趣，将成果转换成为价值的产品。</p>
</blockquote>
<p><strong>4、为什么要创造有价值的产品？</strong></p>
<blockquote>
<p>因为有价值的产品能满足更多人的需求，转换成为金钱，实现身心富足，健康从容的生活。</p>
</blockquote>
<p><strong>5、为什么要实现身心富足？</strong></p>
<blockquote>
<p>因为这就是自由的我哇，我可以不做不想做的事，做想做的事。</p>
</blockquote>
<p>以往的生产力视角，是为达成某种效率目的，人只不过实现这种目的的工具，例如「大干 30 天，销量 300 万」，但按照阿兰·德波顿与大野耐一的视角，所有的个人生产力都可以归结到「我可以」这三个字上，如果我可以，为什么不去学，不去做呢？未来充满无数可能，为什么不去试试实现那个可能的自我呢？</p>
<p>每个人都喜欢「用同样的时间，做更多的事情，从而改变人生」，但在实际生活中，一个人要变得更有生产力绝非易事。虽然我从多年的生产力实验中学到非常多的经验，但当中最大的收获或许是我发现到：「如何变得更有生产力」比「为何要变得更有生产力」更加重要。</p>
<p>现在的自我，与未来可能自我，有很长的一段路要走，我要发展生产力，不过是要继续前行，揭开那张命运的底牌看看：未来可能的自我本来应该是什么样子？</p>
<p>只要我还生活在文明和平的时代，未来就肯定有一个生产方式更好、生活习惯更好、生产环境更好、学习方式更好，认知模式更好的可能自我正在前方等待着，那是我应得的、本该如此的。</p>
<p>是的，发展生产力的终极目标，不只是要帮你提高生产力，它想要帮你成为最好的可能自我。你需要的不是更高的生产力，或更好的工具，而是更好的生活方式与工作状态，更好的自己。</p>
<h2 id="_4-为什么需要生产力发展指南" tabindex="-1"><a class="header-anchor" href="#_4-为什么需要生产力发展指南"><span>4. 为什么需要生产力发展指南？</span></a></h2>
<p>生产力指南已多如牛毛，谁还再需要一本关于个人生产力的指南？</p>
<p>市面多数生产力指南，大多是生产力爱好者写的工具技巧，且这些生产力爱好者多数没有经历过生娃，养娃，装修等时间压力测试，难以经受考验。</p>
<p>我并非是要颠覆生产力或效率领域，我只是用我的行动重新注解生产力。本指南并不着眼于生产力工具的具体技术及应用，而是关注生产力背后不曾改变的基本原理。</p>
<p>所有人都需要，但是这本最好有所不同，它最好能透过一种全新的方式来看待个人生产力，而且能真实提升个人生产力。</p>
<p>经过 8+ 年的实践，我总结了一套个人生产力系统，我用这套系统写出了十几万字的《笨方法文化手册》和《发展写作学》等课程，这套系统可产生价值，长期复用，以帮助你实现你的宏大构想，打造个人品牌，开发产品，打造社区，创造文化等。</p>
<p>许多人探索生产力多为提升效率，但能否每天从容坚定地做事，决定了生产力的高低。如果没有经过艰难探索，搞清楚自己内心深处为何想要完成某一件事，便很难日复一日提升自己的生产力。若是你不在乎自己究竟想做出什么改变，就算你投入无数的时间提高生产力，或是培养新的习惯，都是徒劳——因为你不会有动力长久维持这些改变。</p>
<p>反观自己，我之所以不断研究探索生产力，是因为生产力与我内心深处看重的许多事情密切关联：效率、意义、掌控、纪律、成长、自由、学习、有条不紊；这些价值驱使着我，让我甘愿投入时间阅读、写作、行动。</p>
<p>好的生产力系统，不是只想把先进工具和高效工作方法告诉你，它像指南针，避免你被各种层出不穷的生产力工具带着走；它像是河流，能自动驱动你去寻找最优生产方法来优化工具组合；它像是火焰，赋予创作者的热情，点燃工具组合的最大价值。</p>
<p>这套生产力系统所解决的矛盾，是个人日益增长成为更好可能自我的需要和落后的个人生产之间的矛盾。</p>
<p>这套系统应用了司马贺、大野耐一等人的知识理论，由产品货架、身份组合、生产方式组合而成， 即个人生产力三角形理论。</p>
<p><img src="/images/productivity4.jpg" alt=""></p>
<p>产品货架是你对创造的热爱，身份组合是你对价值的思考，生产方式是你对空间的设计，可能自我是你对自我的期盼，三者组合能促使你主动思考、学习、成长、持续改善，通过达成无数小进步，探索到更好的人生问题解决办法，让你宏观有耐心，微观有效率，成为可能自我。</p>
<p>这套系统关注以人为本的效率提升，关注人生信念的持续实现，贯穿你的整个人生，实现并维护以下两种人生状态：</p>
<p><strong>1）当下身心富足，未来健康从容。</strong></p>
<p>生产力是生活幸福感、创造心流、优秀工作习惯与趁手工具的结合，从而抵达身心富足的一种状态。</p>
<p>它包括且不限于以下关键词：良好睡眠、饮食运动、坚定拒绝、专注简洁等。</p>
<p><strong>2）专注价值创造，成为可能自我。</strong></p>
<p>生产力是勇于面对不确定，建立自我安全感，达成自我契约，专注价值创造，成为可能自我的过程。</p>
<p>它包括且不限于以下关键词：终身学习、超越技能，自主优化、工作分发、自动化操作、效率工具等。</p>
<h2 id="_5-你可以收获什么" tabindex="-1"><a class="header-anchor" href="#_5-你可以收获什么"><span>5. 你可以收获什么？</span></a></h2>
<h3 id="_1-内容大纲" tabindex="-1"><a class="header-anchor" href="#_1-内容大纲"><span>1. 内容大纲</span></a></h3>
<p>本指南综合我实践优化生产力的 7 年所有经验，自 2021 年 9 月第一版算起，已经历经三个大版本，近七八次的小版本更新迭代，全书分为 8 章，共 14 万+ 字。</p>
<p>目录如下：</p>
<p><img src="/images/productivity1.png" alt=""></p>
<p><img src="/images/productivity2.png" alt=""></p>
<h3 id="_2-社群服务" tabindex="-1"><a class="header-anchor" href="#_2-社群服务"><span>2. 社群服务</span></a></h3>
<p>一次购买，永久更新，并加入本手册讨论社群，购买后请添加文末微信出示订单截图即可。</p>
<h2 id="扫码购买" tabindex="-1"><a class="header-anchor" href="#扫码购买"><span>扫码购买</span></a></h2>
<p><img src="/images/productivity3.png" alt=""></p>
<h2 id="购买须知" tabindex="-1"><a class="header-anchor" href="#购买须知"><span>购买须知</span></a></h2>
<ul>
<li>购买地址：<a href="https://xiaobot.net/p/productivity" target="_blank" rel="noopener noreferrer">https://xiaobot.net/p/productivity<ExternalLinkIcon/></a></li>
<li>本指南为虚拟内容服务，一经购买成功概不退款，请您理解。</li>
<li>如果你还没有购买过笨方法实验室相关内容，建议先搜索阅读<a href="https://www.yuque.com/hardwaylab/book" target="_blank" rel="noopener noreferrer">《笨方法文化手册》<ExternalLinkIcon/></a>再做决定。</li>
<li>本指南不定期更新小版本，每年至少更新一次大版本。</li>
<li>如遇到任何问题，可以添加微信寻求帮助，我会尽快回复。∎</li>
</ul>
</div></template>


